tap "homebrew/cask-fonts"

brew "starship"
brew "tmux"
brew "exa"
brew "node"
brew "yarn"
brew "nvm"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "neovim"
brew "rsync"

cask "kdiff3"
cask "visual-studio-code"
cask "alacritty"
cask "obsidian"

cask "font-fira-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-symbols-only-nerd-font"
