brew "starship"
brew "tmux"
brew "eza"
brew "node"
brew "yarn"
brew "nvm"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "neovim"
brew "helix"
brew "rsync"
brew "atuin"
brew "lazygit"

cask "visual-studio-code"
cask "ghostty"
cask "obsidian"

cask "font-fira-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-symbols-only-nerd-font"
